 <?php
 $lang['develop_title']                  = "التطويرد";
 $lang['develop_subtitle']               = "افكارك نحولها لبرمجيات";
 $lang['develop_parahead']               = "المصادر والمستندات واكثر";
 $lang['develop_paragraph']              = "مبنية على أفضل التقنيات المفتوحة المصدر، elementary هي منصة صديقة المطور. نحن نقدم للمطورين الحاليين والمحتملين أفضل الموارد والوثائق المتاحة لنضمن أن تطبيقاتك الخاصة سوف تتألق حقا.";
 $lang['develop_link1']                  = "اقرأ إرشادات واجهة الإنسان (HIG)، وتعلم كيفية جعل تجربة تطبيقك الخاص من الدرجة الأولى.";
 $lang['develop_link2']                  = "تعرف أكثر على واجهة برمجة التطبيقات (API)، واكتشف كل التقنيات المدمجة المتاحة لك.";
 $lang['develop_link3']                  = "استخدم منصة الإطلاق لإدارة تقارير الأخطاء وتعاون مع مطورين آخرين.";
 $lang['develop_link4']                  = "انشيء حساب أوبونتو My Apps وانشر تطبيقاتك في مركز البرمجيات.";