<?php
// Overall sentence reads "Help build the OS of Tomorrow" but Tomorrow is on a new line with different styling
$lang['gi_main_heading1p1']             = "شارك في بناء نظام";
$lang['gi_main_heading1p2']             = "المستقبل";

$lang['gi_heading1']                    = "سطح المكتب";
$lang['gi_heading2']                    = "التصميم";
$lang['gi_heading3']                    = "الترجمة";
$lang['gi_heading4']                    = "الويب";

$lang['gi_sec1para1']                   = "بيئة سطح المكتب وكل تطبيقاتها أنشأنها بإستخدام Vala، GTK+، Clutter، Cairo، Granite، ، وعدد من المكتبات المجانية. كل الكود الخاص بنا مستضاف في Launchpad.net، وهي خدمة مجانية للمشاريع المفتوحة المصدر. نحن نبحث دائما عن مساهمين من جميع المستويات ليساعدونا في حل الأخطاء وتقديم خدمات جديدة.";
$lang['gi_sec1link1']                   = "تصفح كود سطح المكتب";
$lang['gi_sec1link2']                   = "تصفح كود تطبيقاتنا";
$lang['gi_sec1link3']                   = "رؤية تقارير الأخطاء المفتوحة";
$lang['gi_sec1link4']                   = "اقرأ قائمتنا البريدية";

$lang['gi_sec2para1']                   = "كل مشروع يبدأ بفكرة. فريق التصميم لدينا يأخذ الأفكار ويحولها إلى أهداف. التصميم ينقسم إلى قسمين:";
$lang['gi_sec2subpara1']                = "أفضل مكان للمصممين للبدء هو عن طريق مشاركة أعمالهم مع مجموعتنا على deviantART.";
$lang['gi_sec2subpara2']                = "نحن نستخدم نظام على Launchpad يسمى Blueprints لإنشاء شرح مفصل عن الميزات الجديدة.";
$lang['gi_sec2subhead1']                = "التصميم المرئي.";
$lang['gi_sec2subhead2']                = "التصميم التفاعلي.";
$lang['gi_sec2link1']                   = "تصفح مجموعتنا على deviantART";
$lang['gi_sec2link2']                   = "تصفح blueprints الخاص بنا";

$lang['gi_sec3para1']                   = "Elementary أنشأها واستعمالها أناس من حول العالم، ساعدنا لجعل تجربة الناس أفضل من خلال ترجمتها إلى كل لغات العالم.Launchpad  لديها اداة مدمجة تسمى Rosetta  والتي تسمح بترجمة تعاونية اونلاين.";
$lang['gi_sec3para2']                   = "نحن نعمل أيضا على الحصول على الكثير من المحتوى على موقعنا على الانترنت متاحة في لغات متعددة. هذا غير متوفر في هذا الوقت، ولكن لا تنزعج لمزيد من المعلومات.";
$lang['gi_sec3link1']                   = "للمزيد من المعلومات حول Rosetta";
$lang['gi_sec3link2']                   = "لرؤية صفحة ترجماتنا";

$lang['gi_sec4para1']                   = "أنشئ موقعنا بإستعمال إتش تي أم أل HTML و سي أس أس CSS والبي إتش بي PHP والجافاسكريبت JavaScript. نحن نبحث دائما عن أشخاص متمرسين في هذه المجالات للمساعدتنا فب جعله أفضل . أغلب أعمال التصميم تمت بواسطة فريق التصميم الخاص بنا، لكننا نحب أفكار عن التصاميم المبتكرة والتواصل مع فريق الويب أيضا.";

$lang['gi_irclink']                     = "إنضم إلينا في خدمة (IRC)";
$lang['gi_web_report_bug'] = "الإبلاغ عن خطأ في الموقع";
$lang['gi_web_translations'] = "ساعدنا في ترجمة هذا الموقع";
$lang['gi_view_design_submission'] = "شاهد كيف قمنا بالتصاميم المقدمة";
