<?php

$lang['team_title']                     = "فرقنا";
$lang['team_subtitle']                  = "يتطلب مدينة لإنشاء نظام تشغيل";
$lang['team_mod_descr']                 = "أبطال العدل، المدافعين عن السلام. هذه الفرق المخصصة وجدت للحماية والخدمة.أبطال العدل، المدافعين عن السلام. هذه الفرق المخصصة وجدت للحماية والخدمة.";
$lang['team_core_descr']                = "فريق واحد لحكمهم كلهم. فريق واحد لربطهم. فريق واحد لجلبهم وربطهم كلهم، في الظلام.";
$lang['team_press_descr']               = "سريع الخطى و التواصل. في الطليعة. ويدفعك إلى حافة مقعدك.";
$lang['team_dev_descr']                 = "النوم للضعفاء. يأكلون الميغا بايتات، ويتحدثون بالخوارزميات، وينزفون الثنائيات.";
$lang['team_web_descr']                 = "يعيشون بين الغيوم، وينسجون ويب لا نهاية له و متوافق مع كل المتصفحات. يخلقون ما تحلم به.";
$lang['team_design_descr']              = "سمهم الموسوسون، متابعي التفاصيل، أو مروجي البكسل. التصميم ليس ما يقومون به، بل هم.";

